Repository: AOEpeople/meals
Catalog: src/Mealz/MealBundle/Resources/translations/general.*.xliff
Languages: de

source: Menu on week
de: Menüs in KW

source: Dishes
de: Gerichte

source: Meals
de: Mahlzeiten

source: Coming up
de: Demnächst

source: Current week
de: aktuelle Woche

source: Next week
de: nächste Woche

source: Menu
de: Menü

source: Accounting
de: Abrechnung

source: Currently
de: Momentan

source: participants
de: Teilnehmer

source: One participant
de: Ein Teilnehmer

source: No participants
de: Keine Teilnehmer

# 12b
source: does not pay
de: zahlt nicht

source: You joined as participant to the meal.
de: Du hast dich für dieses Essen erfolgreich eintragen.

# 13b
source: %username% joined as participant to the meal.
de: %username% ist für dieses Essen erfolgreich eintragen worden.

# 13c
source: You are already joining this meal.
de: Du bist für dieses Essen schon eingetragen.

# 13d
source: %username% is already joining this meal.
de: %username% ist für dieses Essen schon eingetragen.

source: The given meal does not exist
de: Das verwendete Essen ist nicht vorhanden.

source: Invalid Date
de: Falsches Datum

source: You are not allowed to join this meal.
de: An diesem Essen kannst Du leider nicht teilnehmen.

source: Added %s as participant to the meal.
de: %s wurde als Teilnehmer für das Essen eingetragen

source: You joined as participant to the meal.
de: Du hast dich für dieses Essen eingetragen.

source: A participant with the same properties already exists in the database.
de: Ein Teilnehmer mit den gleichen Eigenschaften existiert schon in der Datenbank.

source: The participant could not be changed, because a participant with the same properties is already in the database.
de: Der Teilnehmer konnte nicht verändert werden, weil es einen Teilnehmer mit diesen Eigenschaften schon inder Datenbank gibt

source: Your changes were stored.
de: Eine Änderungen wurden gespeichert.

source: You are not allowed to leave this meal.
de: Du darfst dich nicht aus diesem Essen austragen.

source: Removed %s as participant to the meal.
de: %s wurde als Teilnehmer des Essens ausgetragen.

source: removed as participant to the meal.
de: wurde als Teilnehmer des Essens ausgetragen.

source: was removed as participant to the meal.
de: wurde als Teilnehmer des Essens ausgetragen.

source: Add participant
de: Teilnehmer eintragen
